"Preferences" = "Einstellungen";
"Directories which contain language files:" = "Verzeichnisse mit Sprachdateien:";
"Enabled" = "Aktiv";
"Path" = "Pfad";
"Remove" = "Entfernen";
"Add" = "Hinzufügen";
"Move language files to trash" = "Sprachdateien in den Papierkorb verschieben";
